Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Thread
ar: المحادثة
es: Hilo
fa: رشته
fr: Fil
hi: थ्रेड
id: Utas
it: Conversazione
ja_jp: スレッド
ko: 스레드
nl: Gesprek
pl: Wątek
pt_br: Conversa
ru: Ветка
sv: Tråd
th: เธรด
tr: Dizi
uk: Гілка
vi: Chuỗi
zh_cn: 对话串
zh_tw: 對話串

source: Thread Groups
ar: مجموعات سلاسل المحادثات
de: Thread-Gruppen
es: Grupos de hilos
fa: گروه‌های رشته
fr: Groupes de fils
hi: थ्रेड समूह
id: Grup Utas
it: Gruppi di conversazioni
ja_jp: スレッドグループ
ko: 스레드 그룹
nl: Threadgroepen
pl: Grupy wątków
pt_br: Grupos de conversas
ru: Группы веток
sv: Trådgrupper
th: กลุ่มเธรด
tr: İleti Dizisi Grupları
uk: Групи гілок
vi: Nhóm luồng
zh_cn: 话题组
zh_tw: 對話串群組

source: Thread Info
ar: معلومات سلسلة المحادثة
de: Thread-Informationen
es: Información del hilo
fa: اطلاعات رشته
fr: Informations sur le fil
hi: थ्रेड की जानकारी
id: Info Utas
it: Informazioni sulla conversazione
ja_jp: スレッド情報
ko: 스레드 정보
nl: Threadinformatie
pl: Informacje o wątku
pt_br: Informações da conversa
ru: Информация о ветке
sv: Trådinformation
th: ข้อมูลเธรด
tr: İleti Dizisi Bilgileri
uk: Інформація про гілку
vi: Thông tin luồng
zh_cn: 话题信息
zh_tw: 對話串資訊

source: Thread actions
ar: إجراءات المحادثة
de: Thread-Aktionen
es: Acciones del hilo
fa: اقدامات رشته
fr: Actions du fil
hi: थ्रेड की कार्रवाइयाँ
id: Tindakan utas
it: Azioni conversazione
ja_jp: スレッドの操作
ko: 스레드 작업
nl: Threadacties
pl: Działania wątku
pt_br: Ações da conversa
ru: Действия с веткой
sv: Trådåtgärder
th: การดำเนินการกับเธรด
tr: Konu eylemleri
uk: Дії з гілкою
vi: Thao tác với luồng
zh_cn: 对话串操作
zh_tw: 對話串操作

source: Thread cost %@
ar: تكلفة المحادثة %@
de: Thread-Kosten %@
es: Coste del hilo %@
fa: هزینه رشته %@
fr: Coût du fil %@
hi: थ्रेड की लागत %@
id: Biaya utas %@
it: Costo conversazione %@
ja_jp: スレッドのコスト %@
ko: 스레드 비용 %@
nl: Threadkosten %@
pl: Koszt wątku %@
pt_br: Custo da conversa %@
ru: Стоимость ветки %@
sv: Trådkostnad %@
th: ค่าใช้จ่ายของเธรด %@
tr: Konu maliyeti %@
uk: Вартість гілки %@
vi: Chi phí luồng %@
zh_cn: 对话串费用 %@
zh_tw: 對話串費用 %@

source: Thread failed
ar: فشلت سلسلة المحادثة
de: Thread fehlgeschlagen
es: Error en el hilo
fa: رشته ناموفق بود
fr: Échec du fil
hi: थ्रेड विफल रहा
id: Utas gagal
it: Conversazione non riuscita
ja_jp: スレッドが失敗しました
ko: 스레드 실패
nl: Thread mislukt
pl: Wątek zakończył się niepowodzeniem
pt_br: Falha na conversa
ru: Ошибка выполнения ветки
sv: Tråden misslyckades
th: เธรดล้มเหลว
tr: İleti dizisi başarısız oldu
uk: Помилка гілки
vi: Luồng gặp lỗi
zh_cn: 话题运行失败
zh_tw: 對話串執行失敗

source: Thread name
ar: اسم المحادثة
es: Nombre del hilo
fa: نام رشته
fr: Nom du fil de discussion
hi: थ्रेड का नाम
id: Nama utas
it: Nome della conversazione
ja_jp: スレッド名
ko: 스레드 이름
nl: Gespreksnaam
pl: Nazwa wątku
pt_br: Nome da conversa
ru: Название ветки
sv: Trådnamn
th: ชื่อเธรด
tr: İş parçacığı adı
uk: Назва гілки
vi: Tên luồng
zh_cn: 对话名称
zh_tw: 對話串名稱

source: Thread running
ar: سلسلة المحادثة قيد التشغيل
de: Thread wird ausgeführt
es: Hilo en ejecución
fa: رشته در حال اجراست
fr: Fil en cours d’exécution
hi: थ्रेड चल रहा है
id: Utas sedang berjalan
it: Conversazione in esecuzione
ja_jp: スレッドを実行中
ko: 스레드 실행 중
nl: Thread wordt uitgevoerd
pl: Wątek jest uruchomiony
pt_br: Conversa em andamento
ru: Ветка выполняется
sv: Tråden körs
th: เธรดกำลังทำงาน
tr: İleti dizisi çalışıyor
uk: Гілка виконується
vi: Luồng đang chạy
zh_cn: 话题正在运行
zh_tw: 對話串執行中

source: Threads
ar: المحادثات
es: Hilos
fa: رشته‌ها
fr: Fils de discussion
hi: थ्रेड
id: Utas
it: Conversazioni
ja_jp: スレッド
ko: 스레드
nl: Gesprekken
pl: Wątki
pt_br: Conversas
ru: Ветки
sv: Trådar
th: เธรด
tr: Mesaj dizileri
uk: Гілки
vi: Chuỗi
zh_cn: 对话
zh_tw: 對話串

source: Threads in this group become ungrouped.
ar: ستصبح سلاسل المحادثات في هذه المجموعة غير مجمّعة.
de: Die Threads in dieser Gruppe werden aus der Gruppe entfernt.
es: Los hilos de este grupo dejarán de estar agrupados.
fa: رشته‌های این گروه از حالت گروه‌بندی خارج می‌شوند.
fr: Les fils de ce groupe ne seront plus groupés.
hi: इस समूह के थ्रेड असमूहीकृत हो जाएँगे।
id: Utas dalam grup ini tidak lagi dikelompokkan.
it: Le conversazioni in questo gruppo vengono rimosse dal gruppo.
ja_jp: このグループ内のスレッドはグループ化が解除されます。
ko: 이 그룹의 스레드는 그룹에서 해제됩니다.
nl: Threads in deze groep worden uit de groep gehaald.
pl: Wątki w tej grupie przestaną być pogrupowane.
pt_br: As conversas deste grupo deixam de ser agrupadas.
ru: Ветки в этой группе будут разгруппированы.
sv: Trådar i den här gruppen blir ogrupperade.
th: เธรดในกลุ่มนี้จะถูกยกเลิกการจัดกลุ่ม
tr: Bu gruptaki ileti dizilerinin gruplandırması kaldırılır.
uk: Гілки в цій групі буде розгруповано.
vi: Các luồng trong nhóm này sẽ được bỏ nhóm.
zh_cn: 此组中的话题将变为未分组状态。
zh_tw: 此群組中的對話串將取消群組。

source: Threads…
ar: المحادثات…
es: Hilos…
fa: رشته‌ها…
fr: Fils de discussion…
hi: थ्रेड…
id: Utas…
it: Conversazioni…
ja_jp: スレッド…
ko: 스레드…
nl: Gesprekken…
pl: Wątki…
pt_br: Conversas…
ru: Ветки…
sv: Trådar…
th: เธรด…
tr: İş Parçacıkları…
uk: Гілки…
vi: Luồng…
zh_cn: 对话…
zh_tw: 對話串…

source: Tidepooling
ar: استكشاف برك المد والجزر
de: Gezeitentümpel erkunden
es: Explorando pozas de marea
fa: گودال‌جزرومدی‌گردی
fr: Exploration des mares
hi: ज्वारीय कुंडों की खोज कर रहे हैं
id: Menjelajahi kolam pasang
it: Esplorazione delle pozze di marea
ja_jp: 潮だまり探索中
ko: 조수 웅덩이를 탐험하는 중
nl: Getijdenpoelen verkennen
pl: Brodzenie w kałużach pływowych
pt_br: Explorando poças de maré
ru: Исследуем приливные лужи
sv: Utforskar tidvattenpölar
th: กำลังสำรวจแอ่งน้ำทะเล
tr: Gelgit havuzları araştırılıyor
uk: Дослідження припливних басейнів
vi: Đang khám phá vũng thủy triều
zh_cn: 探索潮池中
zh_tw: 探索潮池中

source: Tiding
ar: يتموّج
de: Fluten
es: Siguiendo la marea
fa: موج‌سازی
fr: Marée
hi: ज्वार उठना
id: Berpasang
it: Ondeggiando
ja_jp: 潮に乗り中
ko: 물결치는 중
nl: Deinen
pl: Falowanie
pt_br: Seguindo a maré
ru: Качаемся на волнах
sv: Svallar
th: กำลังขึ้นลงตามน้ำ
tr: Gelgit yapıyor
uk: Припливання
vi: Đang theo thủy triều
zh_cn: 逐浪中
zh_tw: 逐浪中

source: Timeout
ar: المهلة
es: Tiempo de espera
fa: مهلت زمانی
fr: Délai d’expiration
hi: टाइमआउट
id: Batas waktu
ja_jp: タイムアウト
ko: 시간 제한
pl: Limit czasu
pt_br: Tempo limite
ru: Тайм-аут
sv: Tidsgräns
th: หมดเวลา
tr: Zaman aşımı
uk: Час очікування
vi: Thời gian chờ
zh_cn: 超时
zh_tw: 逾時

source: Timezone
ar: المنطقة الزمنية
de: Zeitzone
es: Zona horaria
fa: منطقه زمانی
fr: Fuseau horaire
hi: टाइमज़ोन
id: Zona waktu
it: Fuso orario
ja_jp: タイムゾーン
ko: 시간대
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat dilimi
uk: Часовий пояс
vi: Múi giờ
zh_cn: 时区
zh_tw: 時區

source: Tip: keep Tailscale enabled so your gateway stays reachable.
ar: تلميح: أبقِ Tailscale مفعّلًا حتى يظل gateway لديك قابلاً للوصول.
de: Tipp: Lassen Sie Tailscale aktiviert, damit Ihre Gateway erreichbar bleibt.
es: Consejo: mantén Tailscale activado para que tu gateway siga siendo accesible.
fa: نکته: Tailscale را فعال نگه دارید تا gateway شما در دسترس بماند.
fr: Conseil : gardez Tailscale activé afin que votre gateway reste joignable.
hi: सुझाव: Tailscale सक्षम रखें ताकि आपका gateway पहुँच योग्य बना रहे.
id: Tips: tetap aktifkan Tailscale agar gateway Anda tetap dapat dijangkau.
it: Suggerimento: tieni Tailscale abilitato affinché il tuo gateway rimanga raggiungibile.
ja_jp: ヒント: Gateway に到達できる状態を保つため、Tailscale を有効にしておいてください。
ko: 팁: Gateway에 계속 접근할 수 있도록 Tailscale을 활성화해 두세요.
nl: Tip: houd Tailscale ingeschakeld zodat je gateway bereikbaar blijft.
pl: Wskazówka: pozostaw Tailscale włączone, aby gateway był dostępny.
pt_br: Dica: mantenha o Tailscale ativado para que seu gateway permaneça acessível.
ru: Совет: держите Tailscale включенным, чтобы ваш gateway оставался доступен.
sv: Tips: håll Tailscale aktiverat så att din gateway förblir nåbar.
th: เคล็ดลับ: เปิดใช้งาน Tailscale ไว้เสมอเพื่อให้ gateway ของคุณเข้าถึงได้
tr: İpucu: Gateway'inizin erişilebilir kalması için Tailscale'i etkin tutun.
uk: Порада: тримайте Tailscale увімкненим, щоб ваш gateway залишався доступним.
vi: Mẹo: luôn bật Tailscale để gateway của bạn vẫn có thể truy cập được.
zh_cn: 提示：保持 Tailscale 启用，以便你的 gateway 保持可访问。
zh_tw: 提示：保持 Tailscale 啟用，讓你的 gateway 持續可連線。

source: Tip: the session directory is returned by “Show panel”.
ar: تلميح: يتم إرجاع دليل الجلسة بواسطة “إظهار اللوحة”.
de: Tipp: Das Sitzungsverzeichnis wird von „Panel anzeigen“ zurückgegeben.
es: Consejo: el directorio de la sesión lo devuelve “Mostrar panel”.
fa: نکته: پوشه جلسه توسط «نمایش پنل» برگردانده می‌شود.
fr: Astuce : le répertoire de session est renvoyé par « Afficher le panneau ».
hi: सुझाव: सत्र डायरेक्टरी “Show panel” द्वारा लौटाई जाती है।
id: Tips: direktori sesi dikembalikan oleh “Tampilkan panel”.
it: Suggerimento: la directory della sessione viene restituita da “Mostra pannello”.
ja_jp: ヒント: セッションディレクトリは “パネルを表示” によって返されます。
ko: 팁: 세션 디렉터리는 “패널 표시”에서 반환됩니다.
nl: Tip: de sessiemap wordt geretourneerd door “Paneel tonen”.
pl: Wskazówka: katalog sesji jest zwracany przez „Pokaż panel”.
pt_br: Dica: o diretório da sessão é retornado por “Mostrar painel”.
ru: Совет: каталог сеанса возвращается командой «Показать панель».
sv: Tips: sessionskatalogen returneras av ”Visa panel”.
th: เคล็ดลับ: ไดเรกทอรีเซสชันจะถูกส่งคืนโดย “แสดงแผง”
tr: İpucu: oturum dizini “Paneli göster” tarafından döndürülür.
uk: Порада: каталог сесії повертається командою «Показати панель».
vi: Mẹo: thư mục phiên được “Show panel” trả về.
zh_cn: 提示：会话目录由“Show panel”返回。
zh_tw: 提示：工作階段目錄會由「顯示面板」傳回。

source: Tip: try “status”, “doctor”, “set default model …”, or “connect telegram”.
ar: تلميح: جرّب “status” أو “doctor” أو “set default model …” أو “connect telegram”.
de: Tipp: Probieren Sie „status“, „doctor“, „set default model …“ oder „connect telegram“.
es: Consejo: prueba «status», «doctor», «set default model …» o «connect telegram».
fa: نکته: «status»، «doctor»، «set default model …» یا «connect telegram» را امتحان کنید.
fr: Conseil : essayez « status », « doctor », « set default model … » ou « connect telegram ».
hi: सुझाव: “status”, “doctor”, “set default model …” या “connect telegram” आज़माएँ।
id: Tips: coba “status”, “doctor”, “set default model …”, atau “connect telegram”.
it: Suggerimento: prova “status”, “doctor”, “set default model …” o “connect telegram”.
ja_jp: ヒント：「status」、「doctor」、「set default model …」、「connect telegram」などをお試しください。
ko: 팁: “status”, “doctor”, “set default model …” 또는 “connect telegram”을 사용해 보세요.
nl: Tip: probeer “status”, “doctor”, “set default model …” of “connect telegram”.
pl: Wskazówka: wypróbuj „status”, „doctor”, „set default model …” lub „connect telegram”.
pt_br: Dica: tente “status”, “doctor”, “set default model …” ou “connect telegram”.
ru: Совет: попробуйте «status», «doctor», «set default model …» или «connect telegram».
sv: Tips: prova ”status”, ”doctor”, ”set default model …” eller ”connect telegram”.
th: เคล็ดลับ: ลองใช้ “status”, “doctor”, “set default model …” หรือ “connect telegram”
tr: İpucu: “durum”, “doktor”, “varsayılan modeli ayarla …” veya “telegram'a bağlan” ifadelerini deneyin.
uk: Порада: спробуйте “status”, “doctor”, “set default model …” або “connect telegram”.
vi: Mẹo: hãy thử “status”, “doctor”, “set default model …” hoặc “connect telegram”.
zh_cn: 提示：试试“status”、“doctor”、“set default model …”或“connect telegram”。
zh_tw: 提示：試試「status」、「doctor」、「set default model …」或「connect telegram」。

source: Tip: use Tailscale Serve so the gateway has a valid HTTPS cert.
ar: تلميح: استخدم Tailscale Serve حتى يحصل gateway على شهادة HTTPS صالحة.
de: Tipp: Verwenden Sie Tailscale Serve, damit das Gateway ein gültiges HTTPS-Zertifikat hat.
es: Consejo: usa Tailscale Serve para que el gateway tenga un certificado HTTPS válido.
fa: نکته: از Tailscale Serve استفاده کنید تا gateway گواهی HTTPS معتبر داشته باشد.
fr: Conseil : utilisez Tailscale Serve afin que la gateway dispose d’un certificat HTTPS valide.
hi: सुझाव: Tailscale Serve का उपयोग करें ताकि gateway के पास मान्य HTTPS cert हो.
id: Tips: gunakan Tailscale Serve agar gateway memiliki sertifikat HTTPS yang valid.
it: Suggerimento: usa Tailscale Serve affinché il gateway abbia un certificato HTTPS valido.
ja_jp: ヒント: Gateway が有効な HTTPS 証明書を持つように、Tailscale Serve を使用してください。
ko: 팁: Gateway에 유효한 HTTPS 인증서가 있도록 Tailscale Serve를 사용하세요.
nl: Tip: gebruik Tailscale Serve zodat de gateway een geldig HTTPS-certificaat heeft.
pl: Wskazówka: użyj Tailscale Serve, aby gateway miał prawidłowy certyfikat HTTPS.
pt_br: Dica: use o Tailscale Serve para que o gateway tenha um certificado HTTPS válido.
ru: Совет: используйте Tailscale Serve, чтобы у gateway был действительный HTTPS-сертификат.
sv: Tips: använd Tailscale Serve så att gatewayen har ett giltigt HTTPS-certifikat.
th: เคล็ดลับ: ใช้ Tailscale Serve เพื่อให้ gateway มีใบรับรอง HTTPS ที่ถูกต้อง
tr: İpucu: Gateway'in geçerli bir HTTPS sertifikasına sahip olması için Tailscale Serve kullanın.
uk: Порада: використовуйте Tailscale Serve, щоб gateway мав дійсний HTTPS-сертифікат.
vi: Mẹo: sử dụng Tailscale Serve để gateway có chứng chỉ HTTPS hợp lệ.
zh_cn: 提示：使用 Tailscale Serve，让 gateway 拥有有效的 HTTPS 证书。
zh_tw: 提示：使用 Tailscale Serve，讓 gateway 具備有效的 HTTPS 憑證。

source: Tip: use ‘New Job’ to add one, or enable cron in your gateway config.
ar: تلميح: استخدم ‘مهمة جديدة’ لإضافة مهمة، أو فعّل Cron في إعدادات gateway.
de: Tipp: Verwenden Sie „Neuer Job“, um einen hinzuzufügen, oder aktivieren Sie Cron in Ihrer Gateway-Konfiguration.
es: Consejo: usa ‘Nueva tarea’ para añadir una, o activa cron en la configuración de tu gateway.
fa: نکته: برای افزودن یکی، از «کار جدید» استفاده کنید، یا cron را در پیکربندی gateway خود فعال کنید.
fr: Astuce : utilisez « Nouvelle tâche » pour en ajouter une, ou activez cron dans la configuration de votre gateway.
hi: सुझाव: एक जोड़ने के लिए ‘New Job’ का उपयोग करें, या अपने gateway config में cron सक्षम करें।
id: Tips: gunakan ‘Job Baru’ untuk menambahkannya, atau aktifkan cron di konfigurasi gateway Anda.
it: Suggerimento: usa “Nuovo job” per aggiungerne uno, oppure abilita cron nella configurazione del gateway.
ja_jp: ヒント: 「新規ジョブ」を使用して追加するか、Gateway 設定で cron を有効にしてください。
ko: 팁: ‘새 작업’을 사용하여 추가하거나 게이트웨이 구성에서 cron을 활성화하세요.
nl: Tip: gebruik ‘Nieuwe taak’ om er een toe te voegen, of schakel cron in je gateway-configuratie in.
pl: Wskazówka: użyj „Nowe zadanie”, aby je dodać, albo włącz cron w konfiguracji gateway.
pt_br: Dica: use ‘Novo trabalho’ para adicionar um, ou ative o cron na configuração do seu gateway.
ru: Совет: используйте «Новое задание», чтобы добавить его, или включите cron в конфигурации вашего gateway.
sv: Tips: använd ”Nytt jobb” för att lägga till ett, eller aktivera cron i din gateway-konfiguration.
th: เคล็ดลับ: ใช้ ‘งานใหม่’ เพื่อเพิ่มงาน หรือเปิดใช้งาน cron ในการกำหนดค่า gateway ของคุณ
tr: İpucu: bir tane eklemek için ‘Yeni İş’i kullanın veya gateway yapılandırmanızda cron’u etkinleştirin.
uk: Порада: скористайтеся «Нове завдання», щоб додати його, або ввімкніть cron у конфігурації gateway.
vi: Mẹo: dùng ‘Tác vụ mới’ để thêm một tác vụ, hoặc bật cron trong cấu hình gateway của bạn.
zh_cn: 提示：使用“新建任务”添加任务，或在你的 gateway 配置中启用 cron。
zh_tw: 提示：使用「New Job」新增，或在您的 gateway config 中啟用 cron。

source: To
ar: إلى
de: An
es: Para
fa: به
fr: À
hi: प्राप्तकर्ता
id: Kepada
it: A
ja_jp: 宛先
ko: 받는 사람
nl: Aan
pl: Do
pt_br: Para
ru: Кому
sv: Till
th: ถึง
tr: Kime
uk: Кому
vi: Đến
zh_cn: 收件人
zh_tw: 至

source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd’hui
hi: आज
id: Hari ini
it: Oggi
ja_jp: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_cn: 今天
zh_tw: 今天

source: Token
ar: الرمز المميز
fa: توکن
fr: Jeton
hi: टोकन
ja_jp: トークン
ko: 토큰
ru: Токен
th: โทเค็น
uk: Токен
zh_cn: 令牌
zh_tw: 權杖

source: Tool
ar: الأداة
es: Herramienta
fa: ابزار
fr: Outil
hi: टूल
id: Alat
it: Strumento
ja_jp: ツール
ko: 도구
pl: Narzędzie
pt_br: Ferramenta
ru: Инструмент
sv: Verktyg
th: เครื่องมือ
tr: Araç
uk: Інструмент
vi: Công cụ
zh_cn: 工具
zh_tw: 工具

source: Tools for diagnosing local issues (Gateway, ports, logs, Canvas).
ar: أدوات لتشخيص المشكلات المحلية (Gateway، المنافذ، السجلات، Canvas).
de: Tools zur Diagnose lokaler Probleme (Gateway, Ports, Protokolle, Canvas).
es: Herramientas para diagnosticar problemas locales (Gateway, puertos, registros, Canvas).
fa: ابزارهایی برای تشخیص مشکلات محلی (Gateway، پورت‌ها، گزارش‌ها، Canvas).
fr: Outils de diagnostic des problèmes locaux (Gateway, ports, journaux, Canvas).
hi: स्थानीय समस्याओं (Gateway, पोर्ट, लॉग, Canvas) का निदान करने के टूल।
id: Alat untuk mendiagnosis masalah lokal (Gateway, port, log, Canvas).
it: Strumenti per diagnosticare problemi locali (Gateway, porte, log, Canvas).
ja_jp: ローカルの問題（Gateway、ポート、ログ、Canvas）を診断するためのツール。
ko: 로컬 문제(Gateway, 포트, 로그, Canvas)를 진단하기 위한 도구입니다.
nl: Hulpmiddelen voor het diagnosticeren van lokale problemen (Gateway, poorten, logs, Canvas).
pl: Narzędzia do diagnozowania problemów lokalnych (Gateway, porty, logi, Canvas).
pt_br: Ferramentas para diagnosticar problemas locais (Gateway, portas, logs, Canvas).
ru: Инструменты для диагностики локальных проблем (Gateway, порты, журналы, Canvas).
sv: Verktyg för att diagnostisera lokala problem (Gateway, portar, loggar, Canvas).
th: เครื่องมือสำหรับวินิจฉัยปัญหาภายในเครื่อง (Gateway, พอร์ต, บันทึก, Canvas)
tr: Yerel sorunları tanılamaya yönelik araçlar (Gateway, bağlantı noktaları, günlükler, Canvas).
uk: Інструменти для діагностики локальних проблем (Gateway, порти, журнали, Canvas).
vi: Công cụ để chẩn đoán sự cố cục bộ (Gateway, cổng, nhật ký, Canvas).
zh_cn: 用于诊断本地问题（Gateway、端口、日志、Canvas）的工具。
zh_tw: 用於診斷本機問題的工具（Gateway、連接埠、記錄、Canvas）。

source: Trace
ar: تتبّع
es: Traza
fa: ردیابی
hi: ट्रेस
it: Traccia
ko: 추적
pl: Śledzenie
pt_br: Rastreamento
ru: Трассировка
sv: Spårning
th: ติดตาม
tr: İzleme
uk: Трасування
vi: Theo dõi
zh_cn: 跟踪
zh_tw: 追蹤

source: Transcribe speech into the message
ar: حوّل الكلام إلى نص داخل الرسالة.
de: Sprache in die Nachricht transkribieren.
es: Transcribe la voz en el mensaje.
fa: گفتار را به متن پیام تبدیل کنید.
fr: Transcrire la parole dans le message.
hi: बोली को संदेश में लिखें।
id: Transkripsikan ucapan ke dalam pesan.
it: Trascrivi il parlato nel messaggio.
ja_jp: 音声をメッセージに文字起こしします。
ko: 음성을 메시지에 텍스트로 입력합니다.
nl: Zet spraak om naar tekst in het bericht.
pl: Przepisz mowę do wiadomości.
pt_br: Transcreva a fala na mensagem.
ru: Преобразовать речь в текст сообщения.
sv: Omvandla tal till text i meddelandet.
th: ถอดเสียงพูดเป็นข้อความในข้อความ.
tr: Konuşmayı mesaja aktar.
uk: Перетворити мовлення на текст повідомлення.
vi: Chuyển lời nói thành văn bản trong tin nhắn.
zh_cn: 将语音转写到消息中。
zh_tw: 將語音轉成訊息文字。

source: Transcript
ar: النص
de: Transkript
es: Transcripción
fa: رونوشت
fr: Transcription
hi: ट्रांसक्रिप्ट
id: Transkrip
it: Trascrizione
ja_jp: トランスクリプト
ko: 전사
pl: Transkrypcja
pt_br: Transcrição
ru: Транскрипт
sv: Transkript
th: บันทึกการถอดความ
tr: Transkript
uk: Транскрипт
vi: Bản ghi
zh_cn: 转录
zh_tw: 逐字稿

source: Transport
ar: النقل
es: Transporte
fa: انتقال
hi: ट्रांसपोर्ट
it: Trasporto
ja_jp: トランスポート
ko: 전송
pt_br: Transporte
ru: Транспорт
th: การขนส่ง
tr: Aktarım
uk: Транспорт
vi: Phương thức truyền tải
zh_cn: 传输
zh_tw: 傳輸

source: Trigger Talk Mode
ar: تشغيل وضع التحدث
de: Talk Mode auslösen
es: Activar Modo Conversación
fa: راه‌اندازی Talk Mode
fr: Déclencher le Mode conversation
hi: Talk Mode ट्रिगर करें
id: Picu Talk Mode
it: Attiva modalità Talk
ja_jp: Talk Modeを開始
ko: Talk Mode 트리거
nl: Talk Mode activeren
pl: Uruchom tryb rozmowy
pt_br: Acionar Modo de fala
ru: Запустить Talk Mode
sv: Utlös Talk Mode
th: เรียกใช้ Talk Mode
tr: Talk Mode’u Tetikle
uk: Запустити Talk Mode
vi: Kích hoạt Chế độ trò chuyện
zh_cn: 触发 Talk Mode
zh_tw: 觸發 Talk Mode

source: Trigger Words
ar: كلمات التشغيل
de: Trigger-Wörter
es: Palabras de activación
fa: واژه‌های راه‌انداز
fr: Mots déclencheurs
hi: ट्रिगर शब्द
id: Kata Pemicu
it: Parole di attivazione
ja_jp: トリガーワード
ko: 트리거 단어
nl: Triggerwoorden
pl: Słowa wyzwalające
pt_br: Palavras de acionamento
ru: Слова-триггеры
sv: Utlösande ord
th: คำสั่งเรียก
tr: Tetikleyici Sözcükler
uk: Слова-тригери
vi: Từ kích hoạt
zh_cn: 触发词
zh_tw: 觸發詞

source: Trigger sound
ar: صوت التشغيل
de: Trigger-Ton
es: Sonido de activación
fa: صدای راه‌انداز
fr: Son de déclenchement
hi: ट्रिगर ध्वनि
id: Suara pemicu
it: Suono di attivazione
ja_jp: トリガー音
ko: 트리거 소리
nl: Triggergeluid
pl: Dźwięk wyzwalający
pt_br: Som de acionamento
ru: Звук триггера
sv: Utlösarljud
th: เสียงเรียก
tr: Tetikleme sesi
uk: Звук тригера
vi: Âm thanh kích hoạt
zh_cn: 触发音效
zh_tw: 觸發音效

source: Trusted commands can run
ar: يمكن تشغيل الأوامر الموثوقة
de: Vertrauenswürdige Befehle können ausgeführt werden
es: Los comandos de confianza pueden ejecutarse
fa: فرمان‌های مورد اعتماد می‌توانند اجرا شوند
fr: Les commandes approuvées peuvent s’exécuter
hi: विश्वसनीय कमांड चल सकते हैं
id: Perintah tepercaya dapat dijalankan
it: I comandi attendibili possono essere eseguiti
ja_jp: 信頼済みコマンドを実行できます
ko: 신뢰할 수 있는 명령 실행 가능
nl: Vertrouwde opdrachten kunnen worden uitgevoerd
pl: Zaufane polecenia mogą być uruchamiane
pt_br: Comandos confiáveis podem ser executados
ru: Доверенные команды могут выполняться
sv: Betrodda kommandon kan köras
th: คำสั่งที่เชื่อถือได้สามารถทำงานได้
tr: Güvenilir komutlar çalıştırılabilir
uk: Довірені команди можуть виконуватися
vi: Các lệnh đáng tin cậy có thể chạy
zh_cn: 受信任的命令可以运行
zh_tw: 受信任的 commands 可執行

source: Trusted skill binaries
ar: ملفات Skills التنفيذية الموثوقة
de: Vertrauenswürdige Skill-Binärdateien
es: Binarios de skill de confianza
fa: باینری‌های skill مورد اعتماد
fr: Binaires Skills approuvés
hi: विश्वसनीय स्किल बाइनरीज़
id: Biner skill tepercaya
it: Binari delle Skills attendibili
ja_jp: 信頼済み skill バイナリ
ko: 신뢰할 수 있는 skill 바이너리
nl: Vertrouwde skill-binaries
pl: Zaufane pliki binarne Skills
pt_br: Binários de Skills confiáveis
ru: Доверенные бинарные файлы Skills
sv: Betrodda skill-binärer
th: ไบนารีของ Skill ที่เชื่อถือ
tr: Güvenilen skill ikili dosyaları
uk: Довірені двійкові файли Skills
vi: Các tệp nhị phân skill đáng tin cậy
zh_cn: 受信任的 skill 二进制文件
zh_tw: 受信任的 skill 二進位檔

source: Try Voice Wake
ar: جرّب Voice Wake
de: Voice Wake ausprobieren
es: Probar Voice Wake
fa: Voice Wake را امتحان کنید
fr: Essayer Voice Wake
hi: Voice Wake आज़माएँ
id: Coba Voice Wake
it: Prova Voice Wake
ja_jp: Voice Wake を試す
ko: Voice Wake 사용해 보기
nl: Probeer Voice Wake
pl: Wypróbuj Voice Wake
pt_br: Experimentar o Voice Wake
ru: Попробуйте Voice Wake
sv: Prova Voice Wake
th: ลองใช้ Voice Wake
tr: Voice Wake’i deneyin
uk: Спробувати Voice Wake
vi: Thử Voice Wake
zh_cn: 试用语音唤醒
zh_tw: 試用 Voice Wake

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fa: تلاش دوباره
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja_jp: もう一度試す
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại
zh_cn: 重试
zh_tw: 再試一次
